app/controllers/users_controller.rb

  def create
    @user = User.new user_params
    if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('nguyen ngoc son', 'sonnn.qni@gmail.com', '2021-01-27 01:16:08.296053', '2021-01-27 01:16:08.296053', '$2a$12$U56oB1dXFQ9QdSm4llLa6.oM7N1lYMRCRCyUi1JAbSpPu.abCjgPG')

  def load_user
    @user = User.find_by id: params[:id]
---
SELECT `users`.* FROM `users` WHERE `users`.`id` IS NULL LIMIT 1